{
  "sodium.option_impact.low": "Низький",
  "sodium.option_impact.medium": "Середній",
  "sodium.option_impact.high": "Високий",
  "sodium.option_impact.extreme": "Екстрім",
  "sodium.option_impact.varies": "Різні",
  "sodium.options.pages.quality": "Якість",
  "sodium.options.pages.performance": "Продуктивність",
  "sodium.options.pages.advanced": "Розширені",
  "sodium.options.view_distance.tooltip": "Відстань рендерингу визначає, наскільки далеко буде промальовано місцевість. Чим менша відстань, тим менше рельєфу буде промальовано, що покращує частоту кадрів.",
  "sodium.options.simulation_distance.tooltip": "Відстань моделювання контролює, наскільки далеко будуть завантажені та відмічені місцевості та об'єкти. Менша відстань може зменшити навантаження на внутрішній сервер і підвищити частоту кадрів.",
  "sodium.options.brightness.tooltip": "Контролює яскравість (гаму) гри.",
  "sodium.options.gui_scale.tooltip": "Задає максимальний масштабний коефіцієнт, який буде використано для інтерфейсу користувача. Якщо вибрано значення «auto», то завжди використовуватиметься найбільший масштабний коефіцієнт.",
  "sodium.options.fullscreen.tooltip": "Якщо увімкнено, гра відображатиметься у повноекранному режимі (якщо підтримується).",
  "sodium.options.v_sync.tooltip": "Якщо цей параметр увімкнено, частота кадрів гри буде синхронізована з частотою оновлення монітора, що забезпечить більш плавне відтворення за рахунок зменшення загальної затримки введення. Цей параметр може знизити продуктивність, якщо ваша система надто повільна.",
  "sodium.options.fps_limit.tooltip": "Обмежує максимальну кількість кадрів на секунду. Це може допомогти зменшити використання заряду акумулятора і загальне навантаження на систему під час багатозадачності. Якщо увімкнено VSync, цей параметр буде проігноровано, якщо його значення не буде нижчим за частоту оновлення вашого дисплея.",
  "sodium.options.view_bobbing.tooltip": "Якщо цю функцію увімкнено, поле зору гравця коливатиметься під час пересування. Гравці, які відчувають заколисування під час гри, можуть отримати користь від вимкнення цього параметра.",
  "sodium.options.attack_indicator.tooltip": "Керує місцем відображення індикатора атаки на екрані.",
  "sodium.options.autosave_indicator.tooltip": "Якщо увімкнено, буде показано індикатор, коли гра зберігає світ на диск.",
  "sodium.options.graphics_quality.tooltip": "Якість графіки за замовчуванням контролює деякі застарілі опції і є необхідною для сумісності модів. Якщо наведені нижче опції залишено на «За замовчуванням», вони використовуватимуть цей параметр.",
  "sodium.options.clouds_quality.tooltip": "Контролює наявність зображених хмар на небі.",
  "sodium.options.weather_quality.tooltip": "Контролює якість ефектів дощу та снігу.",
  "sodium.options.leaves_quality.name": "Листя",
  "sodium.options.leaves_quality.tooltip": "Контролює якість листя.",
  "sodium.options.particle_quality.tooltip": "Контролює максимальну кількість частинок, які можуть бути присутніми на екрані одночасно.",
  "sodium.options.smooth_lighting.tooltip": "Керує тим, чи будуть блоки плавно освітлюватися та затінюватися. Це дещо збільшує час, необхідний для перебудови фрагмента, але не впливає на частоту кадрів.",
  "sodium.options.biome_blend.value": "%s блок(s)",
  "sodium.options.biome_blend.tooltip": "Керує діапазоном, з якого будуть вибиратися біоми для розфарбовування блоків. Вищі значення значно збільшують час, необхідний для побудови блоків, що призводить до зменшення покращення якості.",
  "sodium.options.entity_distance.tooltip": "Керує віддаленістю об'єктів від гравця при рендерингу. Вищі значення збільшують відстань рендерингу за рахунок частоти кадрів.",
  "sodium.options.entity_shadows.tooltip": "Якщо увімкнено, під мобами та іншими об'єктами будуть промальовані базові тіні.",
  "sodium.options.vignette.name": "Віньєтка",
  "sodium.options.vignette.tooltip": "Якщо цей параметр увімкнено, до зображення гравця буде застосовано ефект віньєтки. Це навряд чи вплине на частоту кадрів, якщо тільки ви не обмежені у частоті заповнення.",
  "sodium.options.mipmap_levels.tooltip": "Керує кількістю міпмапів, які буде використано для текстур блокової моделі. Вищі значення забезпечують кращу візуалізацію блоків на відстані, але можуть негативно впливати на продуктивність з великою кількістю анімованих текстур.",
  "sodium.options.use_block_face_culling.name": "Використовуйте блочне відсіювання облич",
  "sodium.options.use_block_face_culling.tooltip": "Якщо цей параметр увімкнено, для візуалізації подаватимуться лише ті сторони блоків, що звернені до камери. Це може усунути велику кількість граней блоків на дуже ранній стадії процесу зображування, заощаджуючи пропускну здатність пам'яті та час на графічному процесорі. Деякі пакети ресурсів можуть мати проблеми з цією опцією, тому спробуйте вимкнути її, якщо ви бачите дірки у блоках.",
  "sodium.options.use_compact_vertex_format.name": "Використовуйте компактний формат вершин",
  "sodium.options.use_compact_vertex_format.tooltip": "Якщо увімкнено, для зображування фрагментів буде використано компактніший формат вершин. Це може значно зменшити використання графічної пам'яті та вимоги до пропускної здатності, особливо для інтегрованих відеокарт, але може спричинити z-боротьбу з деякими пакетами ресурсів, оскільки знижує точність атрибутів координат положення та текстури. Вимкнення цього параметра не впливає, якщо встановлено Oculus.",
  "sodium.options.translucent_face_sorting.name": "Сортування напівпрозорих облич",
  "sodium.options.translucent_face_sorting.tooltip": "Якщо увімкнено, ефекти напівпрозорості таких поверхонь, як вітражі та вода, будуть застосовуватися коректно.",
  "sodium.options.use_fog_occlusion.name": "Використовуйте туманоутворення",
  "sodium.options.use_fog_occlusion.tooltip": "Якщо цей параметр увімкнено, фрагменти, які визначено як повністю приховані ефектами туману, не відображатимуться, що сприяє покращенню продуктивності. Покращення може бути більш значним, коли ефекти туману сильніші (наприклад, під водою), але це може спричинити небажані візуальні артефакти між небом і туманом у деяких сценаріях.",
  "sodium.options.use_entity_culling.name": "Використання відбору сутностей",
  "sodium.options.use_entity_culling.tooltip": "Якщо цей параметр увімкнено, то під час зображування буде пропущено об'єкти, визначені як такі, що не перебувають у видимих фрагментах. Це може допомогти покращити продуктивність, уникаючи візуалізації об'єктів, розташованих під землею або за стінами.",
  "sodium.options.animate_only_visible_textures.name": "Анімація лише видимих текстур",
  "sodium.options.animate_only_visible_textures.tooltip": "Якщо увімкнено, оновлюватимуться лише анімовані текстури, визначені як видимі. Це може суттєво підвищити частоту кадрів на деякому обладнанні, особливо з важкими пакетами ресурсів. Якщо у вас виникають проблеми з тим, що деякі текстури не анімуються, спробуйте вимкнути цей параметр.",
  "sodium.options.cpu_render_ahead_limit.name": "Ліміт випередження рендерингу процесора",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Вказує максимальну кількість кадрів, яку CPU може очікувати від GPU для завершення рендерингу. Дуже низькі або високі значення можуть призвести до нестабільності частоти кадрів.",
  "sodium.options.cpu_render_ahead_limit.value": "%s кадр(s)",
  "sodium.options.performance_impact_string": "Вплив на продуктивність: %s",
  "sodium.options.use_persistent_mapping.name": "Використовуйте постійне відображення",
  "sodium.options.use_persistent_mapping.tooltip": "Якщо увімкнено, невеликий об'єм пам'яті буде постійно відображатися як буфер очікування для завантаження фрагментів, що допоможе зменшити навантаження на процесор та нестабільність часу кадру під час завантаження або оновлення фрагментів.\n\nВимагає OpenGL 4.4 або ARB_buffer_storage.",
  "sodium.options.chunk_update_threads.name": "Потоки оновлення фрагментів",
  "sodium.options.chunk_update_threads.tooltip": "Вказує кількість потоків, які слід використовувати для побудови чанків. Використання більшої кількості потоків може пришвидшити завантаження та оновлення чанків, але може негативно вплинути на час показу кадрів.",
  "sodium.options.always_defer_chunk_updates.name": "Завжди відкладіть оновлення фрагментів",
  "sodium.options.always_defer_chunk_updates.tooltip": "Якщо цей параметр увімкнено, рендеринг ніколи не чекатиме на завершення оновлення фрагментів, навіть якщо вони є важливими. Це може значно покращити частоту кадрів у деяких сценаріях, але може призвести до значного візуального відставання у світі.",
  "sodium.options.use_no_error_context.name": "Не використовуйте контекст без помилок",
  "sodium.options.use_no_error_context.tooltip": "Якщо увімкнено, контекст OpenGL буде створено з вимкненою перевіркою помилок. Це може дещо покращити продуктивність, але також збільшує ризик того, що гра впаде, замість того, щоб граціозно обробляти помилки OpenGL. Вам слід вимкнути цю опцію, якщо у вас трапляються раптові незрозумілі падіння.",
  "sodium.options.buttons.undo": "Відмінити",
  "sodium.options.buttons.apply": "Застосувати",
  "sodium.options.buttons.donate": "Support Sodium!",
  "sodium.console.game_restart": "Щоб застосувати одне або кілька налаштувань відео, потрібно перезапустити гру!",
  "sodium.console.broken_nvidia_driver": "Ваші графічні драйвери NVIDIA застаріли!\n * Це призведе до серйозних проблем із продуктивністю та збоїв під час встановлення Embeddium.\n * Будь ласка, оновіть ваші графічні драйвери до останньої версії (версії 536.23 або новішої).",
  "sodium.console.pojav_launcher": "PojavLauncher is not supported when using Embeddium.\n  * You are very likely to run into extreme performance issues, graphical bugs, and crashes.\n  * You will be on your own if you decide to continue -- we will not help you with any bugs or crashes!",
  "sodium.console.core_shaders_error": "The following resource packs are incompatible with Embeddium:",
  "sodium.console.core_shaders_warn": "The following resource packs may be incompatible with Embeddium:",
  "sodium.console.core_shaders_info": "Check the game log for detailed information."
}
