{
  "category": "bewitchment:brewing",
  "name": "Основи пивоваріння",
  "icon": "bewitchment:witch_cauldron",
  "advancement": "bewitchment:hidden_unlocks/altars",
  "priority": true,
  "pages": [
	{
	  "type": "patchouli:text",
	  "text": "Тонке мистецтво варіння - це основна дисципліна чаклунства. Як випливає з назви, вся справа в приготуванні пива.$(br2)Щоб почати варіння, вам знадобиться киплячий $(l:bewitchment:tools/witch_cauldron)відьомський казан$(), $(l:bewitchment:introduction/altars) вівтар сили$(), а також різноманітні інгредієнти.$(br2)Щоб розпочати варіння, спочатку додайте $(l:bewitchment:introduction/crops)Корінь мандрагори$() в $(l:bewitchment:tools/witch_cauldron)Відьомський казан$()."
	},
	{
	  "type": "patchouli:text",
	  "text": "Після додавання $(l:bewitchment:introduction/crops)Корінь мандрагори$(), ви можете додати інші інгредієнти. Кожен інгредієнт збільшить потужність  $(l:bewitchment:introduction/altars)вівтаря сили$() необхідну для розливу напою в пляшки, на 150, а недостатня потужність $(l:bewitchment:introduction/altars)вівтаря сили$() під час варіння призведе до негайного виходу напою з ладу, тож майте це на увазі.$(br2)Інгредієнти можна розділити на інгредієнти для зілля і модифікатори. Незалежно від вашої $(l:bewitchment:introduction/altars)сили вівтаря$(), ви можете додати тільки до чотирьох інгредієнтів..."
	},
	{
	  "type": "patchouli:text",
	  "text": "Інгредієнти для зілля додають ефекти до вашого варева. Ви завжди будете хотіти мати хоча б один із них. Точні ефекти, що забезпечуються певними інгредієнтами зілля, описані в інших статтях. Можна додати більше інгредієнтів, хоча це відбувається за рахунок місця для модифікаторів.$(br2) Модифікатори поліпшать ваш напій: Пил Редстоуну збільшує тривалість, тоді як Пил Світлокаменю робить його потужнішим."
	},
	{
	  "type": "patchouli:text",
	  "text": "Ви можете додати тільки один модифікатор, що підвищує якість; однак інші модифікатори технічно обмежені тільки кількістю місця, що залишилося, і вашою  $(l:bewitchment:introduction/altars)силою вівтаря$().$(br2)Нарешті, ви можете обробляти свої зілля за допомогою звичайної підставки для заварювання. Також зверніть увагу, що коли вода коричнева, це зазвичай означає, що у вас щось пішло не так. $(br2)$(o)Можливо, вам варто поекспериментувати самому, щоб з'ясувати, що працює, а що ні?$()"
	}
  ]
}
